INSERT INTO delivery.addresses(name, x, y)
VALUES ('переулок Нечистой Силы', 100.0142, 100.8712),
       ('улица При кольная', 102.7515, 102.7151),
       ('переулок Молочный, быв. Молочный переулок', 110.61551, 120.65165),
       ('площадь Кривых Поворотов', 95.1234, 96.4321),
       ('улица Прощай Молодость', 85.6543, 87.1234),
       ('переулок Короткий, но Грустный', 101.1234, 99.9876),
       ('тупик Оптимистов', 105.5678, 108.4321),
       ('проспект Непутевых Надежд', 115.8765, 119.5432),
       ('улица Абсолютной Нелепости', 98.6543, 100.4321),
       ('шоссе Полной Безнадеги', 90.8765, 91.6543);